[Cues]
Act_E3_5B_ChloeRoom_BigPadlock_Max_010="Naturally David would buy a heavy duty military padlock..."
Act_E3_5B_ChloeRoom_BigPadlock_Max_020="I can even see the combination... That might be a useful password..."
Act_E3_5B_Garage_BlackwellCamerasProject_Look01_Max_010="Hmmm, maybe this ID number might work..."
Act_E3_5B_Garage_Car_Look01_Max_010="Now the car looks ready to roll. This is a better hobby for David than surveillance..."
Act_E3_5B_Garage_Cupboard01_Interact01_Max_010="Nothing in it."
Act_E3_5B_Garage_Cupboard02_Interact01_Max_010="Nothing to see here."
Act_E3_5B_Garage_DavidLaptop_Interact01_Max_010="Oh no... Big Brother is watching me."
Act_E3_5B_Garage_DavidLaptop_Interact06_Max_010="No way, Max. You totally froze the laptop."
Act_E3_5B_Garage_DavidLaptop_Look03_Max_010="Yep, locked up. I can't enter any password. Shit."
Act_E3_5B_Garage_DavidUniform_Look01_Max_010="Oh man, there's David's lonely uniform... now I feel bad..."
Act_E3_5B_Garage_DeerHead_Look01_Max_010="David has been dragging this head around since 2001?"
Act_E3_5B_Garage_DeerHead_Look01_Max_020="So... David has been dragging this dead head around since November 20th 2001? Hmm... That looks like it could be a pass number..."
Act_E3_5B_Garage_DinerSign_Look01_Max_010="Joyce might as well have wrote, "Let's get married"..."
Act_E3_5B_Garage_DinerSign_Look01_Max_020="That might be a useful password..."
Act_E3_5B_Garage_Drawer01_Interact01_Max_010="David's dog tag from Iraq..."
Act_E3_5B_Garage_Drawer02_Interact01_Max_010="Maybe I could try "StepDad" for the password..."
Act_E3_5B_Garage_Drawer03_Interact01_Max_010="Maybe David actually cares about Chloe?"
Act_E3_5B_Garage_Laptop_Interact01_Max_010="No shit it needs a password... How about "stepdouche"... Try again! I need more clues..."
Act_E3_5B_Garage_Laptop_Interact02_Max_010="You still need the password, Max the Hacker. Keep searching..."
Act_E3_5B_Garage_Laptop_Interact03_Max_010="I'll plug this one in... "
Act_E3_5B_Garage_Laptop_Interact03_Max_020="Nope."
Act_E3_5B_Garage_Laptop_Interact03_Max_030="Shitballs!"
Act_E3_5B_Garage_Laptop_Interact03_Max_040="Such wrong."
Act_E3_5B_Garage_Laptop_Interact03_Max_050="Magic 8 Ball says... no."
Act_E3_5B_Garage_Laptop_Interact03_Max_060="Worst. Hacker. Ever."
Act_E3_5B_Garage_Laptop_Interact03_Max_070="Try again..."
Act_E3_5B_Garage_Laptop_Interact04_Max_010="Score! Max the Hacker strikes again!"
Act_E3_5B_Garage_Laptop_Interact05_Max_010="Too bad you followed the wrong people. Kate might still be alive..."
Act_E3_5B_Garage_Laptop_Interact05_Max_020="Instead of stalking Kate, David could have helped her...."
Act_E3_5B_Garage_Laptop_Interact05_Max_025="What did you do to Kate, David?"
Act_E3_5B_Garage_Laptop_Interact05_Max_030="This is so wrong... Creepy bastard."
Act_E3_5B_Garage_Laptop_Interact05_Max_040="Whoa, spoiler alert! Rachel definitely hooked up with Frank... But why does David care?"
Act_E3_5B_Garage_Laptop_Look01_Max_010="I bet David has all of his surveillance secrets in his laptop."
Act_E3_5B_Garage_Laptop_Look02_Max_010="Let's browse this bad boy and get some answers..."
Act_E3_5B_Garage_Locker_Interact01_Max_010="Locked."
Act_E3_5B_Garage_Object01_Look01_Max_010="Even David Madsen might be an angel to somebody else..."
Act_E3_5B_Garage_Object02_Look01_Max_010="That's cute... could be a password here."
Act_E3_5B_Garage_Object03_Look01_Max_010="Obviously David's parents care about him... That date might be a good password..."
Act_E3_5B_Garage_Object04_Look01_Max_010="Cute. Can't picture David driving Joyce around with this on the car..."
Act_E3_5B_Garage_Object05_Look01_Max_010="Looks like David has read this a lot. What did he learn?"
Act_E3_5B_Garage_PadLock_Look01_Max_010="Could be a pass-number..."
Act_E3_5B_Garage_Scripted_Max_010="I better tell Chloe about this now... Just one more thing to make her sad. And mad."
Act_E3_5B_Garage_WeaponClosetLock_Look01_Max_010="Chloe can't get another gun now—unless she steals it back from Frank."
Act_E3_5B_Garage_WeaponClosetLock_Look02_Max_010="There's no way Chloe can put that gun back now..."
Act_E3_5B_Garage_WeaponCloset_Look01_Max_010="I could try the license number for the password..."
Act_E3_5B_Garden_DeadBird01_Look01_Max_010="Oooh, dead bird. Poor thing."
Act_E3_5B_Garden_DeadBird02_Look01_Max_010="I wonder how these birds died?"
Act_E3_5B_Garden_DeadBirds_Look01_Max_010="Three dead birds lined up... That's fucking ominous."
Act_E3_5B_Garden_Object02_Look01_Max_010="A lot of critter footprints around here... If I see a bigfoot print, I'm running..."
Act_E3_5B_Garden_Swing_Look01_Max_010="Sitting in a swing always feels so comforting..."
Act_E3_5B_Garden_Swing_Zen_Max_010="I remember when Chloe and me would take turns in the swing..."
Act_E3_5B_Garden_Swing_Zen_Max_020="We would push each other hard so we would fly way up in the air..."
Act_E3_5B_Garden_Swing_Zen_Max_030="Chloe always wanted to swing all the way around..."
Act_E3_5B_Garden_Swing_Zen_Max_040="I always got scared and would jump off before I flew off..."
Act_E3_5B_Garden_Swing_Zen_Max_050="And Chloe is still trying to get high..."
Act_E3_5B_LivingRoom_Bird_Interact01_Max_010="Bird, begone! Fly, you fool!"
Act_E3_5B_LivingRoom_Bird_Look01_Max_010="No way... That's the bluebird I saved Monday in Joyce's room..."
Act_E3_5B_LivingRoom_Bird_Look02_Max_010="Oh, look at the poor bird... He seems kind of freaked out..."
Act_E3_5B_LivingRoom_CHChloe_Look01_Max_010="Chloe knows I'll always have her back now."
Act_E3_5B_LivingRoom_CHChloe_Look02_Max_010="Of course Chloe would be pissed at me for defending David..."
Act_E3_5B_LivingRoom_CHDavid_Look01_Max_010="Sorry David, I'm not afraid of you anymore."
Act_E3_5B_LivingRoom_CHDavid_Look02_Max_010="I only defended David because I actually feel sorry for him."
Act_E3_5B_LivingRoom_CHJoyce_Look01_Max_010="Joyce looks so different in her street clothes."
Act_E3_5B_LivingRoom_CHJoyce_Look02_Max_010="I hope Joyce doesn't hate me for tearing into David..."
Act_E3_5B_LivingRoom_CHJoyce_Look03_Max_010="Maybe I went too easy on David for Joyce's sake..."
Act_E3_5B_LivingRoom_DinnerPlate_Look01_Max_010="Now that's what I call pancakes!"
Act_E3_5B_LivingRoom_DinnerPlate_Look02_Max_010="Bring those eggs and bacon to my belly!"
Act_E3_5B_LivingRoom_Eggs_Interact01_Max_010=""The eggs always come first," as Joyce used to say..."
Act_E3_5B_LivingRoom_Flyer_Look01_Max_010="This might be the one time these people are right..."
Act_E3_5B_LivingRoom_Fridge_Interact01_Max_010="I should evolve and become a vegan but... Huh, bacon."
Act_E3_5B_LivingRoom_Fridge_Look01_Max_010="I love that they still have the same refrigerator..."
Act_E3_5B_LivingRoom_GarageDoor_Interact01_Max_010="I can't leave until I talk to Joyce... and chow down."
Act_E3_5B_LivingRoom_GarageDoor_Interact02_Max_010="I still need to find the password to David's computer..."
Act_E3_5B_LivingRoom_Milk_Interact01_Max_010="Now for the mother's milk..."
Act_E3_5B_LivingRoom_NewsPaper_Look01_Max_010="Kate's life was sure worth a nice exploitive headline."
Act_E3_5B_LivingRoom_NewsPaper_Look02_Max_010="Oh man, I don't want to be famous for this..."
Act_E3_5B_LivingRoom_Object01_Look01_Max_010="Sorry you were kicked out of the Army and now Blackwell... Not."
Act_E3_5B_LivingRoom_Object01_Look02_Max_010="I understand why David isn't smiling anymore..."
Act_E3_5B_LivingRoom_Object02_Look01_Max_010="I wonder what everybody thought when they saw that eclipse... if anything."
Act_E3_5B_LivingRoom_Object03_Look01_Max_010="Fruit versus bacon. Who will win?"
Act_E3_5B_LivingRoom_Object04_Look01_Max_010="Wowser, Chloe still eats the same cereal... So do I..."
Act_E3_5B_LivingRoom_Object05_Look01_Max_010="I guess nobody waters the plant here..."
Act_E3_5B_LivingRoom_Phone_Interact02_Max_010="Goodbye message. I think Chloe has earned a break from all this bullshit."
Act_E3_5B_LivingRoom_Phone_Interact02_Max_020="Goodbye message"
Act_E3_5B_LivingRoom_Phone_Look01_Max_010="Looks like a message..."
Act_E3_5B_LivingRoom_Phone_Look02_Max_010="I want to erase this, but I better not..."
Act_E3_5B_LivingRoom_Phone_Look03_Max_010="Screw this message. Chloe has enough on her plate."
Act_E3_5B_LivingRoom_Phone_Look04_Max_010="Oops. I hope that message wasn't for Joyce or Chloe..."
Act_E3_5B_LivingRoom_TV_Interact01_Max_010="What the hell is going on, will the tornado be real?"
Act_E3_5B_LivingRoom_TV_Look01_Max_010="Wonder if there's any news about Kate..."
Act_E3_5B_LivingRoom_VoiceOverCook_Max_010="Eggs and milk, no problemo."
Act_E3_5B_LivingRoom_VoiceOverCook_Max_020="I can handle eggs and bacon."
Act_E3_5B_LivingRoom_VoiceOverGlobal_Max_010="Sigh, it feels great to see Joyce happy again."
Act_E3_5B_LivingRoom_VoiceOverLaptop_Max_010="I do need to get into David's computer. He's gotta be hiding shit."
Act_E3_5B_LivingRoom_VoiceOverLaptop_Max_020="Okay, there must be clues about David's password around here."
Act_E3_5B_LivingRoom_Window_Look01_Max_010="I keep expecting to see the sky turn red..."
Cue_E3_5B_Kitchen_BeerBottle_Max_010="Who drinks beer this early around here?"
Cue_E3_5B_Kitchen_Bread_Max_010="They still eat the same brand... Love it."
Cue_E3_5B_Kitchen_KitchenCooking_Max_040="It's Eggs o' clock!"
Cue_E3_5B_Kitchen_KitchenCooking_Max_050="Here you go, Chef Joyce!"
Cue_E3_5B_Kitchen_KitchenCooking_Max_060="May I present... Bacon. Hmmmm."
Cue_E3_5B_Kitchen_PeanutButter_Max_010="I'm glad that's creamy, and not crunchy..."
Cue_E3_5B_LivingRoom_BirdPuzzle_Joyce_010="Oh geez, can you help me get this bird outta here?"
Cue_E3_5B_LivingRoom_BirdPuzzle_Joyce_020="Oh geez, can you help me get this poor thing outta here?"
Cue_E3_5B_LivingRoom_BirdPuzzle_Joyce_030="Thank you. Ahh, I was worried about that thing."
Cue_E3_5B_LivingRoom_BlameDavid_Chloe_090="Then show us your files and prove she's wrong."
Cue_E3_5B_LivingRoom_BlameDavid_Chloe_170="Have a nice day."
Cue_E3_5B_LivingRoom_BlameDavid_David_020="Uh... you were smoking pot in Chloe's room. That's illegal."
Cue_E3_5B_LivingRoom_BlameDavid_David_050="Chloe was doing drugs. That's illegal."
Cue_E3_5B_LivingRoom_BlameDavid_David_080="You're going to take the word of this suspended stoner?"
Cue_E3_5B_LivingRoom_BlameDavid_David_100="I do not have to take this kind of interrogation. Not from you punks!"
Cue_E3_5B_LivingRoom_BlameDavid_David_120="Oh, you're turning on me now? Of course, women always stick together. Well, screw you!"
Cue_E3_5B_LivingRoom_BlameDavid_David_140="You can't kick me out of my own home!"
Cue_E3_5B_LivingRoom_BlameDavid_David_160="I thought I knew a lot of things... like when I'm outflanked."
Cue_E3_5B_LivingRoom_BlameDavid_Joyce_070="What? Is this true, Max? Yes, David, why do you have these files at all? I find this very disturbing."
Cue_E3_5B_LivingRoom_BlameDavid_Joyce_110="Maybe you should calm down..."
Cue_E3_5B_LivingRoom_BlameDavid_Joyce_130="David... you better go to a hotel until we figure this out..."
Cue_E3_5B_LivingRoom_BlameDavid_Joyce_150="It's my home, David. Paid for and in my name. You know the law, right?"
Cue_E3_5B_LivingRoom_BlameDavid_Joyce_180="Chloe, for once... just please shut up."
Cue_E3_5B_LivingRoom_BlameDavid_Max_010="You're a bully, David. I saw you harass Kate Marsh when she was going through hell. You could have totally helped her. Everybody at Blackwell is a suspect to you, except for Nathan Prescott... That's why the students and faculty don't like you. You even threatened me. I do respect your service, but you don't respect anybody."
Cue_E3_5B_LivingRoom_BlameDavid_Max_030="So is spying on people in your family and at your work. Why do you have photos of Kate Marsh and Rachel Amber in your files anyway?"
Cue_E3_5B_LivingRoom_BlameDavid_Max_040="You're a bully, David. I saw you harass Kate Marsh when she was going through hell. You could have totally helped her. Everybody at Blackwell is a suspect to you, except for Nathan Prescott... That's why the students and faculty don't like you. You even hit your stepdaughter. I do respect your service, but you don't respect anybody."
Cue_E3_5B_LivingRoom_BlameDavid_Max_060="So is spying on people in your family and at your work. Why do you have photos of Kate Marsh and Rachel Amber in your files anyway?"
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Chloe_001="Here comes Super-Max to the rescue!"
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Chloe_002="Sorry? That was epic! You fucking ripped that asshole a whole new one! How do you feel?"
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Chloe_004="Right? I'm so proud of you. And Joyce for finally kicking him to the curb."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Chloe_005="She's been in denial too long. But I'm so proud of her for kicking him to the curb."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Max_006="Sorry about blowing up in there..."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Max_007="I feel good about finally telling that asshole off."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Max_008="I feel bad about saying that in front of your mother..."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeAccusedDavid_Max_009="I hear you. But this isn't about David right now. It's about Rachel... and Frank."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Chloe_001="What do you want to fix now, Max?"
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Chloe_002="I cannot believe you just defended the asshole who hit me. What kind of best friend are you?"
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Chloe_003="I cannot believe you just defended that asshole. What kind of best friend are you?"
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Chloe_004="Just because you saved me doesn't mean I need 24/7 babysitting! David..."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Max_005="Listen, without even rewinding, I know what you're going to say..."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Max_006="One who cares enough to stop you from starting shit."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Max_007="You don't get it. That wasn't the time to start shit."
Cue_E3_5B_LivingRoom_CHChloe_MaxChloeDefendDavid_Max_008="Yes Chloe, David is a dick. But this isn't about him right now. It's about Rachel... and Frank."
Cue_E3_5B_LivingRoom_CHChloe_QuickPhase_Chloe_001="Thanks for letting me down again, Max. Why can't you just rewind so I don't have to see you defending that asshole?"
Cue_E3_5B_LivingRoom_CHChloe_QuickPhase_Chloe_002="Max, that gave me chills. And you better not rewind this one!"
Cue_E3_5B_LivingRoom_CHChloe_QuickPhase_Chloe_003="Whenever you're ready, let's go."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_David_001="Well, well... I just... hope it makes you happy to break up my marriage."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_David_002="Well, well... sure hope it makes you happy to get me fired and break up my marriage..."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_David_003="Yes, I have to admit it, Max. You have balls of steel. If you were a man..."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_David_004="I'm not threatening anybody. This is self-defense."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_David_005="Oh yeah, I can hear the Chloe influence now."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_David_009=""Or else"? Is that an actual threat? Oh I'd love to see you back that up, trooper. Anytime..."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_Max_006="If you were a man, you wouldn't be threatening people all the time."
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_Max_007="But I'm not. So why would you even say that?"
Cue_E3_5B_LivingRoom_CHDavid_MaxAccusedDavid_Max_008="Just stay the hell away from me. And Chloe. Or else."
Cue_E3_5B_LivingRoom_CHDavid_MaxDefendDavid_David_001="Max... I know you didn't have to stick up for me back there. Why did you?"
Cue_E3_5B_LivingRoom_CHDavid_MaxDefendDavid_David_005="That's not because of me. I've always tried to give them a secure, loving home."
Cue_E3_5B_LivingRoom_CHDavid_MaxDefendDavid_David_006="Well... thank you. I'm only trying to keep my family secure."
Cue_E3_5B_LivingRoom_CHDavid_MaxDefendDavid_David_008="Max, when you're in a war zone, you're never safe. You're young, you don't understand that this town can... So that's why I overstep my bounds. Sometimes..."
Cue_E3_5B_LivingRoom_CHDavid_MaxDefendDavid_Max_002="Because Chloe and Joyce have been through enough."
Cue_E3_5B_LivingRoom_CHDavid_MaxDefendDavid_Max_003="I don't know. It felt like the right thing to do at the time."
Cue_E3_5B_LivingRoom_CHDavid_MaxDefendDavid_Max_007="Maybe too secure..."
Cue_E3_5B_LivingRoom_CHDavid_QuickPhase_David_001="Thanks again for defending me, Max. But this is my family now."
Cue_E3_5B_LivingRoom_CHDavid_QuickPhase_David_002="I don't want to see or hear you again, Max. You've hurt me and my family enough."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_002="We're on the same page, Max. I keep hoping that Rachel will show up or even send a message to Chloe from Hollywood... or wherever she is..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_003="God, I hope so. She was—is smart and she always landed on her feet. Maybe I don't know her as well as I thought... Maybe Chloe doesn't either."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_004="Chloe could piss everybody off but her. They were almost joined at the head. Reminded me of you and Chloe... But Rachel wasn't as grounded as you."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_005="I know. I watch those awful true crime shows and it makes me ill if I think about Rachel ending up on one... So I don't think too much."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_012="Max Caulfield, are you actually jealous of Rachel?"
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_015="No, just a different one. Last time I saw you and Chloe in your pirate outfits I knew she would never find a better friend."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_016="You think? Then why has Chloe been telling me she wishes she could be more like you over the past five years?"
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_018="And when you took the rap for that joint, you proved it."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_019="I just wish you could have stopped Chloe from getting busted by David for that joint."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Joyce_023="And that makes me, what, a century old? You're only 18, Max. Ah, youth... if only I could go back..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_001="I'd love to think that too, Joyce. But..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_006="Be honest, Joyce... do you think Rachel is okay?"
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_007="Is there any reason that Rachel might be mad at Chloe and left without her?"
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_008="I hate to even think this, much less say it out loud... but I think Rachel is in serious trouble."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_009="Sometimes I feel like I don't know Chloe as well as I thought..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_010="I'm grounded? Since when? Maybe that's why Chloe likes Rachel so much..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_011="I see why Chloe is so obsessed with finding her..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_013="What? No way. I know I was selfish when I left. I'm glad Chloe found a better friend."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_014="Maybe. Rachel was so much cooler than me..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_017="Doubt it. Uh... did she really? Five years ago feels like a thousand now..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_020="Thanks..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_021="I know..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_022="But it seems like Chloe and me were pirates a thousand years ago..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyce01_Max_024="It's not all that, Joyce..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Joyce_001="Hi Max..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Joyce_003="Oh Max. I'm mad at myself. I'm very sorry you had to be involved in this..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Joyce_006="I was the one who fell in love with David and brought him into my home. He was a hardass to Chloe, but so gentle with me. Almost grateful..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Joyce_008="He's shit out of luck now. How can I trust him after all this?"
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Max_002="Joyce... are you okay? Are you mad at me?"
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Max_004="God Joyce, it's not your fault."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Max_005="It's my fault for getting you involved back there."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceAccusedDavid_Max_007="He was lucky to find you."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Joyce_001="Hi Max..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Joyce_003="For what? You did the right thing and stood up for David. Chloe never would..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Joyce_006="Who isn't Chloe mad at? How could she make it through the day without being pissed off?"
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Joyce_007="Sometimes I do too. But if you look at everybody like they're an enemy, you'll make one."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Joyce_009="Believe it or not, David makes me happy. Chloe never gave him that same chance."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Max_002="Joyce, I'm sorry about what just happened..."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Max_004="I think she's mad at me for doing that."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Max_005="I understand why."
Cue_E3_5B_LivingRoom_CHJoyce_MaxJoyceDefendDavid_Max_008="I hear you, Joyce. I just want you and her to be happy."
Cue_E3_5B_LivingRoom_CHJoyce_QuickPhase_Joyce_001="Come on Max, find those ingredients so we can chow down."
Cue_E3_5B_LivingRoom_CHJoyce_QuickPhase_Joyce_002="Go on, grab a seat, Max. I'm almost done whipping up this amazing breakfast."
Cue_E3_5B_LivingRoom_CHJoyce_QuickPhase_Joyce_003="I should know that Chloe can't get through an hour without creating drama..."
Cue_E3_5B_LivingRoom_CHJoyce_QuickPhase_Joyce_004="Max, don't beat yourself up. David earned this all by himself, understand?"
Cue_E3_5B_LivingRoom_CHJoyce_QuickPhase_Joyce_005="Max, I appreciate you sticking up for David... and our family. Even if Chloe doesn't."
Cue_E3_5B_LivingRoom_ChloeArrives_Chloe_010="Did you guys have a bonding session about how fucked up I am?"
Cue_E3_5B_LivingRoom_ChloeArrives_Chloe_050="I'll keep the warden busy while you go peek in the garage."
Cue_E3_5B_LivingRoom_ChloeArrives_Chloe_070="Stop being so nosey, mother. Jeez, I can't do anything around here without everybody getting up in my shit..."
Cue_E3_5B_LivingRoom_ChloeArrives_Chloe_100="Sure, run off and pee when you should back me up."
Cue_E3_5B_LivingRoom_ChloeArrives_Chloe_120="Nobody else does!"
Cue_E3_5B_LivingRoom_ChloeArrives_Joyce_040="Chloe, please. It's too early to start picking a fight. Eat instead."
Cue_E3_5B_LivingRoom_ChloeArrives_Joyce_060="Now stop whispering or I'll know you're talking about me."
Cue_E3_5B_LivingRoom_ChloeArrives_Joyce_080="No one can even joke with you, Chloe, you fly off the handle like that..."
Cue_E3_5B_LivingRoom_ChloeArrives_Joyce_110="Now who's being paranoid?"
Cue_E3_5B_LivingRoom_ChloeArrives_Joyce_115="Just listen to yourself..."
Cue_E3_5B_LivingRoom_ChloeArrives_Max_020="I'm the one who got suspended, rebel."
Cue_E3_5B_LivingRoom_ChloeArrives_Max_030="It's not always about you..."
Cue_E3_5B_LivingRoom_ChloeArrives_Max_090="Excuse me, I have to use the bathroom."
Cue_E3_5B_LivingRoom_DefendDavid_Chloe_020="Oh would you? How generous, King Max. So suddenly it doesn't matter how shady David has been acting, or that he keeps all those weird files on your classmates, or how you're always going off on how creepy David—"
Cue_E3_5B_LivingRoom_DefendDavid_Chloe_060="I have to take a dump. Are you coming, Max?"
Cue_E3_5B_LivingRoom_DefendDavid_David_030="I get it. You and Max hate me. What exactly am I being accused of?"
Cue_E3_5B_LivingRoom_DefendDavid_David_050="Well, I agree with that. Now if you all don't mind, I'd like to forget about work and sit down, and eat some of this incredible grub..."
Cue_E3_5B_LivingRoom_DefendDavid_Joyce_040="Enough! I don't want anybody being accused of anything. There's been too much of that crap going on around here lately and I don't want it in my home today."
Cue_E3_5B_LivingRoom_DefendDavid_Max_000="Chloe!"
Cue_E3_5B_LivingRoom_DefendDavid_Max_010="Listen, we don't know that David did anything and nobody has any proof against him. As far as we know, it's Nathan Prescott who's the real threat so far. I would cut David slack here..."
Cue_E3_5B_LivingRoom_FamilyArgues_Chloe_190="He threatens them with surveillance cameras. So he can spy on everybody... like he spies on all of us here."
Cue_E3_5B_LivingRoom_FamilyArgues_Chloe_210="Yeah, I'm just always starting shit, right? You're a total paranoid, David."
Cue_E3_5B_LivingRoom_FamilyArgues_Chloe_230="You used to call me a loser for getting kicked out of Blackwell... So who's the loser now, David? Who haven't you accused or harassed? Between your investigations into Rachel and Kate, what have you done besides get in trouble?"
Cue_E3_5B_LivingRoom_FamilyArgues_David_010="Nice breakfast."
Cue_E3_5B_LivingRoom_FamilyArgues_David_030="That's what happens when you lose your job as head of Blackwell security."
Cue_E3_5B_LivingRoom_FamilyArgues_David_050="What you would expect to happen in this P.C.| college bullshit age—the Principal takes the words of lying stoned students over a veteran and law professional."
Cue_E3_5B_LivingRoom_FamilyArgues_David_060="Well, now it's the last time. I'll get a lawyer to sue their ass."
Cue_E3_5B_LivingRoom_FamilyArgues_David_065="Figures you'd be here. Is that your Rachel Amber Halloween costume?"
Cue_E3_5B_LivingRoom_FamilyArgues_David_080="No, you and Chloe think you know more than anybody. Like all teenagers."
Cue_E3_5B_LivingRoom_FamilyArgues_David_100="I have to take a nap after writing up vandalism reports last night."
Cue_E3_5B_LivingRoom_FamilyArgues_David_120="Some little shitass punks broke in to the swimming pool. This is what happens at these |P.C. bullshit colleges. Entitled students taking over the campus!"
Cue_E3_5B_LivingRoom_FamilyArgues_David_140="Who else would do it? And I'm going to bust them."
Cue_E3_5B_LivingRoom_FamilyArgues_David_150="Figures you'd be here. Is that your Rachel Amber Halloween costume?"
Cue_E3_5B_LivingRoom_FamilyArgues_David_170="Must be nice to be suspended and have some free time off Blackwell."
Cue_E3_5B_LivingRoom_FamilyArgues_David_200="Don't start, Chloe. Not now."
Cue_E3_5B_LivingRoom_FamilyArgues_David_220="Not. Now. Chloe."
Cue_E3_5B_LivingRoom_FamilyArgues_Joyce_020="David, you're back already?"
Cue_E3_5B_LivingRoom_FamilyArgues_Joyce_040="What happened?"
Cue_E3_5B_LivingRoom_FamilyArgues_Joyce_055="Ugh, again? This isn't the first time you've gotten in trouble there..."
Cue_E3_5B_LivingRoom_FamilyArgues_Joyce_090="Leave Max alone, David. I can't believe you got fired—no, of course I can believe you got fired. Did you threaten some poor student with the stockade?"
Cue_E3_5B_LivingRoom_FamilyArgues_Joyce_110="What happened?"
Cue_E3_5B_LivingRoom_FamilyArgues_Joyce_130="Do you know for sure it was Blackwell students?"
Cue_E3_5B_LivingRoom_FamilyArgues_Joyce_180="Leave Max alone, David. Stop threatening students."
Cue_E3_5B_LivingRoom_FamilyArgues_Max_070="You know more about her than me!"
Cue_E3_5B_LivingRoom_FamilyArgues_Max_160="You know more about her than me."
Cue_E3_5B_LivingRoom_Insertion_Joyce_020="Rachel! Uh... I—I mean, Max... Whew, you startled me. You fit those clothes well. Thank God you're not a hellraiser like her or Chloe. Now tell me exactly what you want to chow on."
Cue_E3_5B_LivingRoom_Insertion_Joyce_040="I thought you would have missed those. You ate more than William, and he loved them..."
Cue_E3_5B_LivingRoom_Insertion_Joyce_060="So this time you can help me with the ingredients. I need you to grab me the eggs and milk."
Cue_E3_5B_LivingRoom_Insertion_Joyce_080="Remember when you guys would sleep in until I yelled out, "Wakey wakey, eggs and bakey!""
Cue_E3_5B_LivingRoom_Insertion_Joyce_100="So this time you can help me with the ingredients. I need you to grab me the actual eggs and the bacon."
Cue_E3_5B_LivingRoom_Insertion_Max_010="Good morning, Joyce..."
Cue_E3_5B_LivingRoom_Insertion_Max_030="I'm dying for some of your famous pancakes."
Cue_E3_5B_LivingRoom_Insertion_Max_050="I remember. We would race each other to grab them from the stack."
Cue_E3_5B_LivingRoom_Insertion_Max_070="Eggs and bacon all the way."
Cue_E3_5B_LivingRoom_Insertion_Max_090="Totally. We'd wake up so fast."
Cue_E3_5B_LivingRoom_LeavingHouse_Chloe_010="You better have dished up some dirt in the garage..."
Cue_E3_5B_LivingRoom_MaxAndJoyceCooking_Joyce_005="Thanks."
Cue_E3_5B_LivingRoom_MaxAndJoyceCooking_Joyce_010="After all these years and everything that's happened, it's great to see you and Chloe together again. She hasn't had a good friend since you or Rachel... Those clothes remind me so much of her. Such a sweet girl. I'm just hoping she's living large in L.A."
Cue_E3_5B_LivingRoom_MaxAndJoyceCooking_Joyce_020="Voila, a breakfast fit for us queens... and a king. Go sit at the table."
Cue_E3_5B_LivingRoom_MaxSits_Joyce_020="Good. You can clean."
Cue_E3_5B_LivingRoom_MaxSits_Joyce_030="Seeing you again... ahh, made me remember so much..."
Cue_E3_5B_LivingRoom_MaxSits_Joyce_040="I know these photos don't measure up to your work, Max..."
Cue_E3_5B_LivingRoom_MaxSits_Joyce_070="He wants us all to be happy, Max. He's just not great at showing it."
Cue_E3_5B_LivingRoom_MaxSits_Joyce_090="You have your own cool style."
Cue_E3_5B_LivingRoom_MaxSits_Joyce_110="I'm glad... William took this picture with his instant camera. It was the last picture he ever took... He had his car out right after this and—and..."
Cue_E3_5B_LivingRoom_MaxSits_Joyce_130="I didn't show you this to be morbid. In fact, I want you to have this... This was when my baby was so full of life and light. She was hopeful, positive... everything she's not today. And this was the last time I ever saw Chloe truly happy."
Cue_E3_5B_LivingRoom_MaxSits_Max_010="Thank you so much, Joyce. I'm never leaving this table."
Cue_E3_5B_LivingRoom_MaxSits_Max_050="My favorite photographers probably take pictures similar to yours."
Cue_E3_5B_LivingRoom_MaxSits_Max_060="You make David happy, Joyce."
Cue_E3_5B_LivingRoom_MaxSits_Max_080="Uhh, I don't think I can rock this outfit like Rachel..."
Cue_E3_5B_LivingRoom_MaxSits_Max_100="Wowser, I totally remember that day..."
Cue_E3_5B_LivingRoom_MaxSits_Max_120="I know, Joyce. I'm sorry..."
Cue_E3_5B_LivingRoom_Phone_AnsweringMachine_010="Message deleted."
Cue_E3_5B_LivingRoom_Phone_Interact01_Joyce_010="What!? Are you in trouble again, Chloe? Don't you sleep?"
Cue_E3_5B_LivingRoom_Phone_Interact01_OfficerCorn_010="David, this is Officer Corn... Just wanted to let you know your stepdaughter's car was identified near the Blackwell campus last night around the time of the break-ins... Give me a call soon..."
Cue_E3_5B_LivingRoom_TV_DrHedorah_020="No, but we have to start with the hypothesis that climate change is a partial cause for the unseasonal weather. That doesn't explain everything of course. Frankly, we don't know yet."
Cue_E3_5B_LivingRoom_TV_DrHedorah_040="I hope we see more patterns, which gives us an atmospheric template..."
Cue_E3_5B_LivingRoom_TV_KBay7Host_010="...but that doesn't explain the recent extreme weather patterns."
Cue_E3_5B_LivingRoom_TV_KBay7Host_030="Dr. Hedorah, will your team know more after their latest tests?"
Cue_E3_5B_LivingRoom_TV_KBay7Host_050="Many local residents of Arcadia Bay have been questioning what has been going on with this crazy weather. We had an eclipse yesterday, a snowstorm two days ago—which, as most of you know, is not common this time of year! It's unprecedented, to be honest with you. The last time that we had a snowstorm of this caliber was over a hundred years ago. All of us are questioning, what is happening in Arcadia Bay?! Please feel free to call in and let me know what your experience has been. What you think this might be. Is this global warming? What is causing all of this crazy weather?"
Cue_E3_5B_LivingRoom_TV_KBay7Host_060="Many local residents of Arcadia Bay have been questioning what has been going on with this crazy weather. "
Cue_E3_5B_LivingRoom_TV_KBay7Host_070="We had an eclipse yesterday, a snowstorm two days ago—which as most of you know is not common this time of year! "
Cue_E3_5B_LivingRoom_TV_KBay7Host_080="It's unprecedented, to be honest with you. The last time that we had a snowstorm of this caliber was over a hundred years ago."
Cue_E3_5B_LivingRoom_TV_KBay7Host_090="All of us are questioning, what is happening in Arcadia Bay?! "
Cue_E3_5B_LivingRoom_TV_KBay7Host_100="Please feel free to call in and let me know what your experience has been. What you think this might be. Is this Global Warming? What is causing all of this crazy weather?"
